Revit 2027 API
PhaseFilter.IsDefault Property
 Indicates whether this filter is the default one.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool IsDefault { get; }
Public ReadOnly Property IsDefault As Boolean
	Get
public:
property bool IsDefault {
	bool get ();
}
member IsDefault : bool with get
Property Value
Boolean
See Also
Reference
PhaseFilter Class
Autodesk.Revit.DB Namespace